Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: The Oura app and your Oura account stop working with this ring. This is the point. You are replacing Oura.
de: Die Oura-App und dein Oura-Konto funktionieren mit diesem Ring dann nicht mehr. Das ist der Zweck. Du ersetzt Oura.
es: La app de Oura y tu cuenta de Oura dejan de funcionar con este anillo. Esa es la idea. Estás reemplazando a Oura.
fr: L'app Oura et votre compte Oura cessent de fonctionner avec cet anneau. C'est le but. Vous remplacez Oura.
it: L'app Oura e il tuo account Oura smettono di funzionare con questo anello. È proprio questo il punto. Stai sostituendo Oura.
pl: Aplikacja Oura i Twoje konto Oura przestają działać z tym pierścieniem. O to właśnie chodzi. Zastępujesz Oura.
pt_pt: A aplicação Oura e a tua conta Oura deixam de funcionar com este anel. Este é o ponto. Está a substituir Oura.
ru: Приложение Oura и ваш аккаунт Oura перестанут работать с этим кольцом. В этом и суть — вы заменяете Oura.
th: แอป Oura และบัญชี Oura ของคุณหยุดทำงานกับวงแหวนนี้ นี่คือประเด็น คุณกำลังมาแทนที่อูร่า
zh_hans: Oura 应用和你的 Oura 账号将无法再与这枚戒指配合使用。这正是目的所在：你在取代 Oura。
zh_hant: Oura 應用程式和你的 Oura 帳號將無法再與這枚戒指配合使用。這正是重點所在：你正在取代 Oura。

source: The provider is rate-limiting requests right now. Wait a moment and try again.
de: Der Anbieter begrenzt die Anfragen gerade. Warte kurz und versuche es erneut.
es: El proveedor está limitando las solicitudes en este momento. Espera un momento e inténtalo de nuevo.
fr: Le fournisseur limite actuellement les requêtes. Patientez un instant et réessayez.
it: Il provider sta limitando le richieste. Attendi un momento e riprova.
pl: Dostawca ogranicza teraz liczbę zapytań. Poczekaj chwilę i spróbuj ponownie.
pt_pt: O fornecedor está a limitar os pedidos neste momento. Aguarda um pouco e tenta novamente.
ru: Сейчас провайдер ограничивает частоту запросов. Немного подождите и повторите попытку.
th: ผู้ให้บริการกำลังจำกัดอัตราคำขออยู่ในขณะนี้ รอสักครู่แล้วลองอีกครั้ง
zh_hans: 提供商目前正在限制请求频率。请稍候再试。
zh_hant: 供應商目前正在限制要求頻率。請稍候再試。

source: The provider is rate-limiting requests. It asked to wait %lld seconds.
de: Der Anbieter begrenzt die Anfragen. Er bittet darum, %lld Sekunden zu warten.
es: El proveedor está limitando las solicitudes. Ha indicado que esperes %lld segundos.
fr: Le fournisseur limite les requêtes. Il demande d’attendre %lld secondes.
it: Il provider sta limitando le richieste. Ha chiesto di attendere %lld secondi.
pl: Dostawca ogranicza liczbę zapytań. Poprosił o odczekanie %lld s.
pt_pt: O fornecedor está a limitar os pedidos. Pediu para aguardares %lld segundos.
ru: Провайдер ограничивает частоту запросов. Он просит подождать %lld секунд.
th: ผู้ให้บริการเป็นการร้องขอที่จำกัดอัตรา มันขอให้รอ %lld วินาที
zh_hans: 提供商正在限制请求频率。请等待 %lld 秒。
zh_hant: 供應商正在限制要求頻率。請等待 %lld 秒。

source: The provider returned an error (%lld)%@.
de: Der Anbieter hat einen Fehler zurückgegeben (%lld)%@.
es: El proveedor devolvió un error (%lld)%@.
fr: Le fournisseur a renvoyé une erreur (%lld)%@.
it: Il provider ha restituito un errore (%lld)%@.
pl: Dostawca zwrócił błąd (%lld)%@.
pt_pt: O fornecedor devolveu um erro (%lld)%@.
ru: Провайдер вернул ошибку (%lld)%@.
th: ตัวให้บริการส่งคืนข้อผิดพลาด (%lld)%@
zh_hans: 提供商返回了错误（%lld）%@。
zh_hant: 供應商傳回錯誤（%lld）%@。

source: The runway for this goal has no length yet, so there's nothing to compare against.
de: Die Landebahn für dieses Ziel hat noch keine Länge, es gibt also keinen Vergleich.
es: La pista para este objetivo aún no tiene longitud, por lo que no hay nada con qué comparar.
fr: La piste pour cet objectif n'a pas encore de longueur, il n'y a donc rien à comparer.
it: La pista per questo obiettivo non ha ancora una lunghezza, quindi non c'è nulla con cui confrontarsi.
pl: Czas przewidziany na ten cel nie ma jeszcze długości, więc nie ma do czego porównywać.
pt_pt: A pista para esse objetivo ainda não tem comprimento, então não há nada com que comparar.
ru: Взлетно-посадочная полоса для этой цели пока не имеет длины, поэтому сравнивать не с чем.
th: รันเวย์สำหรับเป้าหมายนี้ยังไม่มีความยาว ดังนั้นจึงไม่มีอะไรจะเปรียบเทียบได้
zh_hans: 这个目标的跑道还没有长度，所以没有什么可以比较的。
zh_hant: 這個目標的跑道還沒有長度，所以沒有什麼可以比較的。

source: The scatter looked rounder and more spread out than a tight, steady beat. This has many ordinary causes and is not a diagnosis.
de: Die Streuung sah runder und weiter verteilt aus als ein enger, gleichmäßiger Schlag. Das hat viele gewöhnliche Ursachen und ist keine Diagnose.
es: La dispersión se vio más redonda y extendida que un latido compacto y estable. Esto tiene muchas causas comunes y no es un diagnóstico.
fr: La dispersion semblait plus ronde et plus étalée qu'un battement compact et régulier. Cela a de nombreuses causes ordinaires et n'est pas un diagnostic.
it: La dispersione appariva più rotonda e più sparsa rispetto a un battito compatto e regolare. Ha molte cause ordinarie e non è una diagnosi.
pl: Rozproszenie wyglądało na bardziej okrągłe i rozproszone niż ciasny, równy rytm. Ma to wiele zwyczajnych przyczyn i nie jest diagnozą.
pt_pt: A dispersão parecia mais redonda e espalhada do que uma batida firme e constante. Isto tem muitas causas comuns e não é um diagnóstico.
ru: Разброс выглядел более круглым и рассеянным, чем при чётком, ровном ритме. У этого много обычных причин, и это не диагноз.
th: การกระจายดูกลมขึ้นและกระจายออกไปมากกว่าจังหวะที่แน่นและมั่นคง อาการนี้มีสาเหตุทั่วไปหลายประการและไม่ใช่การวินิจฉัย
zh_hans: 散点图比紧密、稳定的心搏显得更圆、更分散。这有许多常见原因，并非诊断结论。
zh_hant: 散點圖看起來比緊湊、穩定的心跳更圓、更分散。這有許多常見的原因，並非診斷。

source: The strap alarm is a silent buzz, not a sound
de: Der Strap-Wecker ist ein stilles Vibrieren, kein Ton
es: La alarma de la pulsera es una vibración silenciosa, no un sonido
fr: L'alarme du bracelet est une vibration silencieuse, pas un son
it: La sveglia della fascia è una vibrazione silenziosa, non un suono
pl: Alarm paska to cichy sygnał dźwiękowy, a nie dźwiękowy
pt_pt: O alarme da bracelete é um zumbido silencioso, não um som
ru: Будильник браслета — это беззвучная вибрация, а не звук
th: สายรัดปลุกด้วยการสั่นแบบเงียบ ไม่ใช่เสียง
zh_hans: 手环闹钟是无声的震动，而非声音
zh_hant: 手環鬧鐘是無聲的震動，而非聲音

source: The strap buzzes a gentle rhythm just below your current heart rate, a felt metronome to relax toward. It trails your heart down rather than yanking it, and stops on its own.
de: Der Strap vibriert einen sanften Rhythmus knapp unter deiner aktuellen Herzfrequenz, ein spürbares Metronom zum Entspannen. Er führt dein Herz nach unten, statt es zu zerren, und stoppt von selbst.
es: La pulsera vibra con un ritmo suave justo por debajo de tu frecuencia cardíaca actual, un metrónomo que se siente y hacia el que relajarte. Acompaña a tu corazón hacia abajo en vez de forzarlo, y se detiene sola.
fr: Le bracelet fait vibrer un rythme doux juste en dessous de votre fréquence cardiaque actuelle, un métronome ressenti vers lequel vous détendre. Il accompagne votre cœur vers le bas plutôt que de le tirer brusquement, et s'arrête de lui-même.
it: La fascia vibra con un ritmo delicato appena sotto la tua frequenza cardiaca attuale, un metronomo percepibile verso cui rilassarti. Segue il tuo cuore verso il basso anziché strattonarlo, e si ferma da sola.
pl: Pasek brzęczy w delikatnym rytmie tuż poniżej Twojego aktualnego tętna, niczym odczuwalny metronom, przy którym możesz się zrelaksować. Zamiast szarpać, spycha twoje serce w dół i sam się zatrzymuje.
pt_pt: A bracelete vibra a um ritmo suave logo abaixo da tua frequência cardíaca atual, um metrónomo de feltro para relaxar. Arrasta o teu coração para baixo, em vez de o arrancar, e para por conta própria.
ru: Браслет вибрирует в мягком ритме чуть ниже вашего текущего пульса — ощутимый метроном, под который можно расслабиться. Он плавно ведёт сердце вниз, а не тянет резко, и останавливается сам.
th: สายรัดจะสั่นเป็นจังหวะนุ่มนวลที่ช้ากว่าอัตราการเต้นหัวใจปัจจุบันเล็กน้อย ให้คุณผ่อนคลายตามจังหวะที่สัมผัสได้ ระบบจะค่อย ๆ นำอัตราการเต้นหัวใจให้ลดลงและหยุดเอง
zh_hans: 手环会以略低于你当前心率的柔和节律震动，一个可感知的节拍器，让你朝着它放松。它会引领你的心率缓缓下降，而非猛拉，并会自行停止。
zh_hant: 手環會以略低於你當前心率的柔和節律震動，一個可感知的節拍器，讓你朝著它放鬆。它會引領你的心率緩緩下降，而非猛拉，並會自行停止。

source: The strap keeps reporting a different time than NOOP sends, so its firmware alarm won't fire at your wake time — usually a strap whose clock or alarm has reset. Reset the strap in the official WHOOP app (or fully charge it and reconnect), and keep your phone's Clock alarm as your wake until it takes.
de: Der Riemen meldet eine andere Zeit als NOOP sendet, so dass sein Firmware-Alarm nicht zu Ihrer Weckzeit feuert - normalerweise ein Riemen, dessen Uhr oder Alarm zurückgesetzt wurde. Setzen Sie den Riemen in der offiziellen WHOOP-App zurück (oder laden Sie ihn vollständig auf und verbinden Sie ihn wieder), und halten Sie den Uhralarm Ihres Telefons solange wach, bis es dauert.
es: La correa sigue reportando un tiempo diferente al que envía NOOP, por lo que su alarma de firmware no disparará a su hora de despertar, generalmente una correa cuyo reloj o alarma se ha reiniciado. Reiniciar la correa en la aplicación oficial WHOOP (o cargarla completamente y volver a conectar), y mantener la alarma del reloj del teléfono como su vela hasta que se necesite.
fr: La sangle continue de signaler une autre heure que NOOP envoie, de sorte que son alarme firmware ne tire pas à votre réveil — généralement une sangle dont l'horloge ou l'alarme a réinitialisé. Réinitialisez la sangle dans l'application officielle WHOOP (ou chargez-la complètement et reconnectez-la), et gardez l'alarme de votre téléphone pendant votre réveil jusqu'à ce qu'il prenne.
pl: Pasek zgłasza inny czas niż wysyła NOOP, więc alarm oprogramowania sprzętowego nie włączy się o godzinie pobudki — zwykle jest to pasek, którego zegar lub alarm został zresetowany. Zresetuj pasek w oficjalnej aplikacji WHOOP (lub naładuj go do pełna i podłącz ponownie), a budzik w telefonie będzie włączał się do momentu, aż to nastąpi.
pt_pt: O bracelete continua a informar um horário diferente daquele enviado pelo NOOP, pelo que o teu alarme de firmware não dispara na hora de despertar - geralmente um bracelete cujo relógio ou alarme foi reposto. Reponha a bracelete na aplicação oficial WHOOP (ou carregue-a totalmente e volte a ligá-la) e mantenha o alarme do relógio do teu telemóvel como despertador até que seja necessário.
th: เวลาที่สายรัดรายงานไม่ตรงกับเวลาที่ NOOP ส่ง ทำให้การปลุกจากเฟิร์มแวร์ไม่ทำงานตามเวลาที่ตั้งไว้ ซึ่งมักเกิดเมื่อนาฬิกาหรือการตั้งปลุกของสายรัดถูกรีเซ็ต โปรดรีเซ็ตสายรัดในแอป WHOOP ทางการ หรือชาร์จให้เต็มแล้วเชื่อมต่อใหม่ และใช้นาฬิกาปลุกในโทรศัพท์เป็นตัวสำรองจนกว่าจะทำงานได้

source: The thread of you over time.
de: Dein Verlauf über die Zeit.
es: El hilo de ti a lo largo del tiempo.
fr: Le fil de vous au fil du temps.
it: Il filo di te nel tempo.
pl: Wątek Ciebie z biegiem czasu.
pt_pt: O teu fio ao longo do tempo.
ru: Ваша история во времени.
th: ด้ายของคุณเมื่อเวลาผ่านไป
zh_hans: 你随时间延展的脉络。
zh_hant: 你隨時間延展的脈絡。

source: THE THREE SCORES
de: DIE DREI WERTE
es: LAS TRES PUNTUACIONES
fr: LES TROIS SCORES
it: I TRE PUNTEGGI
pl: TRZY WYNIKI
pt_pt: AS TRÊS PONTUAÇÕES
ru: ТРИ ПОКАЗАТЕЛЯ
th: สามคะแนน
zh_hans: 三个评分
zh_hant: 三個評分

source: The trend compares two things and nothing else: how far you've moved from your starting point towards your target, and how much of the time until your target date has passed. It never predicts — a goal without a starting point, a target, a date or a real measurement simply has no trend.
de: Der Trend vergleicht genau zwei Dinge: wie weit du dich von deinem Ausgangspunkt in Richtung Ziel bewegt hast und wie viel der Zeit bis zu deinem Zieldatum vergangen ist. Er sagt nichts voraus – ein Ziel ohne Ausgangspunkt, Ziel, Datum oder echte Messung hat schlicht keinen Trend.
es: La tendencia compara dos cosas y nada más: qué tan lejos se ha movido desde su punto de partida hacia su objetivo y cuánto tiempo hasta que haya pasado su fecha objetivo. Nunca predice: una meta sin un punto de partida, una meta, una fecha o una medición real simplemente no tiene tendencia.
fr: La tendance compare deux choses et rien d'autre : la distance parcourue entre votre point de départ et votre objectif et le temps écoulé avant que votre date cible ne soit écoulée. Il ne prédit jamais : un objectif sans point de départ, sans objectif, sans date ou sans mesure réelle n’a tout simplement pas de tendance.
it: La tendenza mette a confronto due cose e nient'altro: quanto ti sei spostato dal punto di partenza verso il tuo obiettivo e quanto tempo è trascorso fino alla data obiettivo. Non prevede mai: un obiettivo senza un punto di partenza, un target, una data o una misurazione reale semplicemente non ha tendenza.
pl: Trend porównuje dokładnie dwie rzeczy: jak daleko przesunąłeś się od punktu startowego w stronę celu i ile czasu do daty docelowej już minęło. Niczego nie prognozuje — cel bez punktu startowego, wartości docelowej, daty lub rzeczywistego pomiaru po prostu nie ma trendu.
pt_pt: A tendência compara duas coisas e nada mais: até que ponto você se moveu do ponto de partida em direção à meta e quanto tempo passou até a data prevista. Nunca prevê – uma meta sem um ponto de partida, uma meta, uma data ou uma medição real simplesmente não tem tendência.
ru: Тенденция сравнивает две вещи и ничего больше: насколько далеко вы продвинулись от начальной точки к цели и сколько времени осталось до достижения целевой даты. Он никогда не предсказывает: цель без отправной точки, цели, даты или реального измерения просто не имеет тенденции.
th: แนวโน้มจะเปรียบเทียบสองสิ่งและไม่มีอะไรอื่น: คุณเคลื่อนตัวจากจุดเริ่มต้นไปยังเป้าหมายได้ไกลแค่ไหน และระยะเวลาเท่าใดก่อนที่จะผ่านวันที่เป้าหมาย มันไม่เคยคาดเดา — เป้าหมายที่ไม่มีจุดเริ่มต้น เป้าหมาย วันที่ หรือการวัดผลจริงนั้นไม่มีแนวโน้มเลย
zh_hans: The trend compares two things and nothing else: how far you've moved from your starting point towards your target, and how much of the time until your target date has passed.它从不预测——没有起点、目标、日期或实际测量的目标根本就没有趋势。
zh_hant: 趨勢只比較兩件事：您從起點到目標的距離，以及距離目標日期已經過去的時間。它從不預測——沒有起點、目標、日期或實際測量的目標根本就沒有趨勢。

source: The wake-alarm above buzzes your wrist from the strap's own firmware. It can't sound a loud alarm, and a sideloaded app can't sound a reliable background wake on this device either (that needs a critical-alert permission this build doesn't have). Keep your phone's built-in Clock alarm as a backup. NOOP's phone-based smart wake (light-sleep detection) is available on the Android app.
de: Der Weckalarm oben vibriert dein Handgelenk aus der Firmware des Straps. Er kann keinen lauten Alarm abspielen, und eine sideloadete App kann auf diesem Gerät auch kein zuverlässiges Hintergrund-Wecken abspielen (dafür braucht es eine Berechtigung für kritische Hinweise, die dieser Build nicht hat). Behalte den eingebauten Wecker deines Telefons als Backup. NOOPs telefonbasiertes Smart-Wecken (Leichtschlaf-Erkennung) gibt es in der Android-App.
es: La alarma de despertar de arriba vibra en tu muñeca desde el propio firmware de la pulsera. No puede sonar como una alarma fuerte, y una app instalada por sideload tampoco puede garantizar un despertar en segundo plano en este dispositivo (eso requiere un permiso de alertas críticas que esta versión no tiene). Mantén la alarma del Reloj de tu teléfono como respaldo. El despertar inteligente de NOOP basado en el teléfono (detección de sueño ligero) está disponible en la app de Android.
fr: L'alarme de réveil ci-dessus fait vibrer votre poignet depuis le micrologiciel du bracelet lui-même. Elle ne peut pas émettre une alarme sonore forte, et une app installée en sideload ne peut pas non plus émettre un réveil fiable en arrière-plan sur cet appareil (cela nécessite une autorisation d'alerte critique que cette version n'a pas). Gardez l'alarme intégrée de l'app Horloge de votre téléphone comme solution de secours. Le réveil intelligent de NOOP basé sur le téléphone (détection du sommeil léger) est disponible dans l'app Android.
it: La sveglia qui sopra fa vibrare il tuo polso dal firmware stesso della fascia. Non può emettere una sveglia sonora, e nemmeno un'app installata tramite sideload può emettere una sveglia in background affidabile su questo dispositivo (servirebbe un permesso di avviso critico che questa build non ha). Tieni la sveglia integrata Orologio del tuo telefono come riserva. La sveglia intelligente di NOOP basata sul telefono (rilevamento del sonno leggero) è disponibile nell'app Android.
pl: Powyższy alarm budzenia włączy się na nadgarstku za pomocą oprogramowania wbudowanego paska. Nie może włączyć głośnego alarmu, a aplikacja załadowana z boku nie może również wywołać niezawodnego wybudzenia w tle na tym urządzeniu (co wymaga pozwolenia na alert krytyczny, którego nie ma ta kompilacja). Zachowaj wbudowany budzik w telefonie jako kopię zapasową. Inteligentne budzenie w telefonie NOOP (wykrywanie lekkiego snu) jest dostępne w aplikacji Android.
pt_pt: O despertador acima vibra no teu pulso a partir do firmware da própria bracelete. Não pode fazer soar um alarme alto e uma aplicação transferida por sideload também não pode fazer soar uma ativação de fundo fiável neste dispositivo (que precisa de uma permissão de alerta crítico que esta compilação não tem). Mantenha o alarme do relógio integrado do teu telemóvel como cópia de segurança. O smart wake baseado no telefone do NOOP (deteção de sono leve) está disponível na aplicação Android.
ru: Будильник выше вибрирует на запястье силами собственной прошивки браслета. Он не может подать громкий звуковой сигнал, а стороннее (сайдлоаднутое) приложение также не может надёжно разбудить в фоне на этом устройстве (для этого нужно разрешение критических уведомлений, которого нет в этой сборке). Используйте встроенный будильник «Часы» на телефоне как резервный вариант. Умное пробуждение NOOP на основе телефона (определение лёгкого сна) доступно в приложении для Android.
th: การปลุกด้านบนใช้เฟิร์มแวร์ของสายรัดเพื่อสั่นที่ข้อมือ จึงไม่ส่งเสียงดัง และแอปที่ติดตั้งแบบ sideload ไม่สามารถส่งเสียงปลุกเบื้องหลังได้อย่างน่าเชื่อถือบนอุปกรณ์นี้ เพราะต้องใช้สิทธิ์การแจ้งเตือนวิกฤตซึ่งบิลด์นี้ไม่มี ควรใช้นาฬิกาปลุกในโทรศัพท์เป็นตัวสำรอง ส่วนการปลุกอัจฉริยะจากโทรศัพท์ของ NOOP ที่ตรวจจับช่วงหลับตื้นมีในแอป Android
zh_hans: 上方的唤醒闹钟通过手环自身的固件震动你的手腕。它无法发出响亮的闹钟声，而旁加载的应用在此设备上也无法发出可靠的后台唤醒（那需要此版本所不具备的关键提醒权限）。请保留你手机内置的「时钟」闹钟作为备用。NOOP 基于手机的智能唤醒（浅睡检测）在 Android 应用上可用。
zh_hant: 上方的喚醒鬧鐘透過手環自身的韌體震動你的手腕。它無法發出響亮的鬧鐘聲，而側載的應用程式在此裝置上也無法發出可靠的背景喚醒（那需要此版本所不具備的關鍵提醒權限）。請保留你手機內建的「時鐘」鬧鐘作為備用。NOOP 基於手機的智慧喚醒（淺睡偵測）在 Android 應用程式上可用。
